{"SDG_GOAL":"<h4>16. Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels</h4>","SDG_TARGET":"<h5>16.9: By 2030, provide legal identity for all, including birth registration</h5>","SDG_INDICATOR":"<p>16.9.1 Proportion of children under 5 years of age whose births have been registered with a civil authority, by age</p>","META_LAST_UPDATE":"<p>9 July 2021</p>","CONTACT_ORGANISATION":"<p><strong>Zimbabwe National Statistics Agency (ZIMSTAT)</strong></p>","CONTACT_NAME":"<p><strong>Tinashe Mwadiwa</strong></p>","ORGANISATION_UNIT":"<p><strong>Population Census and Social Statistics Division</strong></p>","CONTACT_FUNCT":"<p>Manager</p>","CONTACT_PHONE":"<p><strong>263-0242-797972</strong></p>","CONTACT_MAIL":"<p><strong>dg@zimstat.co.zw</strong></p>","CONTACT_EMAIL":"<p><strong>mwadiwat@zimstat.co.zw</strong></p>","STAT_CONC_DEF":"<p><strong>Definition</strong></p><p>Proportion of children under 5 years of age whose births have been registered with a civil authority.</p><p><strong>Concepts</strong></p><p>Birth registration is defined as the recording of a birth with the Registrar General’s Office, which has the sole responsibility for birth registration in Zimbabwe in accordance with the Birth and Deaths Registration Act. In terms of the Act, a birth should be registered within 42 days. Parents are encouraged to register their children soon after birth, however, late registrations are also accommodated. For children born in health facilities, a birth confirmation record is required on registering a birth. For children born out of hospital, a witness is required to confirm the birth of the child.</p>","UNIT_MEASURE":"<p>Percentage</p>","SOURCE_TYPE":"<p>Different surveys provide data at different years for this indicator </p><p><strong>Inter-Censal Demographic Survey (ICDS)</strong>:</p><p>The Inter-Censal Demographic Survey (ICDS) (2017) is a household based survey, which is conducted five years after a decennial census. It covers the whole country (all the ten provinces). </p><p>The aim of the survey is to gather information on population size and structure, population Distribution, migration, household characteristics, education, activity and labour force as well as mortality and orphanhood.</p><p><strong>Multiple Indicator Cluster Survey (MICS): </strong></p><p>The survey is designed to provide high quality data for assessing the situation of children, adolescents, women and households in Zimbabwe.</p>","COLL_METHOD":"<table><tr><td><p><strong>ICDS</strong></p></td><td><p><strong>MICS</strong></p></td></tr><tr><td><p><strong>Sample design</strong></p><p>The sample design for the 2017 ICDS is two stages, with Enumeration Areas (EAs) as the first stage and households as the second stage sampling units. In total, 400 EAs were selected with probability proportional to size (PPS), the measure of size being the number of households enumerated in the 2012 population census. The 2017 ICDS sample was stratified by province and urban/rural.</p></td><td><p><strong>Sample design</strong></p></td></tr><tr><td><p><strong>Sample size</strong></p><p>A representative probability sample of 11,200 private households was selected for 2017 ICDS. The ICDS was designed to produce estimates at national and provincial levels as well as for rural and urban areas.</p></td><td><p><strong>Sample size</strong></p><p><em> </em>A total of 462 clusters and 12,012 households were selected at the national level.</p></td></tr><tr><td><p><strong>Questionnaire design</strong></p><p>The principal instrument used to collect primary data was the structured questionnaire uploaded on tablet which was administered through face-to-face interviews. </p><p>The questionnaire asks whether every birth of a child in the household has been registered. </p></td><td><p><strong>Questionnaire design</strong></p><p>Six questionnaires were used in the survey, i.e. (i) Household questionnaire, (ii) Water and Sanitation, (iii) Individual Men/Women, (v) Children Age 5-17 yrs and (vi) Children under 5 yrs.</p></td></tr><tr><td><p><strong>Type of interview</strong></p><p>Face to face Interviews were conducted with household heads. For the first time, the Zimbabwe ICDS used Computer Assisted Personal Interviews (CAPI) using mobiles devices</p></td><td><p><strong>Type of interview</strong></p><p>Household based interview using Computer Assisted Personal Interviews (CAPI).</p></td></tr><tr><td><p><strong>Duration of fieldwork</strong></p><p>Fieldwork took place on 18-22 August 2017.</p></td><td><p><strong>Duration of fieldwork</strong></p><p>Fieldwork began in January 2019 and was concluded in April 2019.</p></td></tr><tr><td><p><strong>Interviewer training</strong></p><p>Training of trainers was conducted 3-4 August 2017. Training of field staff for the main survey was conducted from 7-11 August 2017.</p></td><td><p><strong>Interviewer training</strong></p><p>Training was done in 35 days and included lectures on interviewing techniques and questionnaire content, mock interviews to gain practical experience. The trainees also had 4 days of field practice</p></td></tr><tr><td><p><strong>Response rate</strong></p><p>The response rate was 92.2 %.</p></td><td><p><strong>Response rate</strong></p><p>The household response rate was 98 % while the Water Quality Testing yielded a response rate of 95.6%. Overall response rate of 92.8; 87.1; 96.1 and 96.3 percent were yielded for the individual interviews of women, men, under age 5 and children age 5-17 years, respectively.</p></td></tr></table>","FREQ_COLL":"<p><strong>ICDS</strong>: The survey is conducted every tenth year.</p><p><strong>MICS</strong>: Next data collection is planned for 2024.</p>","REL_CAL_POLICY":"<p><strong>ICDS</strong>: The next release is expected in 2027.</p><p><strong>MICS</strong>: Preliminary results are normally produced 02 months after data collection, while the final results should be available after -04 months.</p>","DATA_SOURCE":"<p><strong>Zimbabwe National Statistics Agency (ZIMSTAT)</strong></p>","COMPILING_ORG":"<p><strong>Zimbabwe National Statistics Agency (ZIMSTAT)</strong></p>","INST_MANDATE":"<p>The data collection and production of statistics for this indicator adhere to the census and Statistics Act of Zimbabwe.</p>","RATIONALE":"<p>Registering children at birth is the first step in securing their recognition before the law, safeguarding their rights, and ensuring that any violation of these rights does not go unnoticed.</p>","REC_USE_LIM":"<p><strong>ICDS</strong>: Level of permissible sampling error allowed for the estimates was 10%.</p>","DATA_COMP":"<p>Number of children under age of five whose births are reported as being registered with the relevant national civil authorities divided by the total number of children under the age of five in the population multiplied by 100.</p>","DATA_VALIDATION":"<p><strong>ICDS</strong>: Steps undertaken to achieve this included field questionnaire editing, pre-programmed data entry template with in-built skipping and validation checks.</p><p>Data was merged into one data set by system developers who then analyzed and produced required tables using CSPro and SAS.</p><p><strong>MICS</strong>: During data collection, the field supervisor is responsible for reviewing paper questionnaires for completeness and consistency before entering data into a tablet equipped with a data entry programme. </p><p>After the completion of data entry, data is cleaned by conducting internal tests for outlier answers and comprehensive audit rules. SPSS Version 24 was used to analyse data and Model syntax and tabulation plan developed by UNICEF were customized and used for this purpose.</p>","DOC_METHOD":"<p>Global metadata prepared by custodian agencies are available for the indicator.</p>","QUALITY_MGMNT":"<p>ZIMSTAT follows the recommendations of the UN Fundamental Principles of Official Statistics, the African Charter on Statistics and UN National Quality Assurance Framework.</p>","COVERAGE":"<p><strong>ICDS</strong>: The survey is conducted every tenth year. The first post-independence survey was in 1987, the second in 1997 and the third in 2007.</p><p>Data is disaggregated by province and urban/rural.</p><p><strong>MICS</strong>: The indicator is available since 2014. The survey is conducted every 5 years (the latest in 2019). </p><p>Data is disaggregated by sex, rural/urban, province, age, mother’s education, child’s functional difficulties, mother’s functional difficulties, religion of household head and wealth quintile index.</p>","OTHER_DOC":"<p>Inter-Censal Demographic Survey (ICDS) (2017) : </p><p><a href=\"https://zimstat.co.zw/wp-content/uploads/publications/Population/population/ICDS_2017.pdf\">https://zimstat.co.zw/wp-content/uploads/publications/Population/population/ICDS_2017.pdf</a></p><p>2019 Multiple Indicator Cluster Survey Report:</p><p><a href=\"https://www.zimstat.co.zw/wp-content/uploads/publications/Social/Health/MICS2019/MICS-2019.pdf\">https://www.zimstat.co.zw/wp-content/uploads/publications/Social/Health/MICS2019/MICS-2019.pdf</a></p><p><a href=\"https://zimbabwe.opendataforafrica.org/\">https://zimbabwe.opendataforafrica.org/</a></p><p><a href=\"http://www.zimstat.co.zw/\">www.zimstat.co.zw</a></p><p><a href=\"http://www.unicef.org/zimbabwe\">www.unicef.org/zimbabwe</a></p>","national_metadata_updated_date":"2021-07-30","national_metadata_update_url_text":"2021-07-30: see changes on GitHub","national_metadata_update_url":"https://github.com/brockfanning/fcdo-zw-data/commit/caf5f3755b4045c3314850d4db7471171712ecc3","indicator":"16.9.1","target_id":"16.9","sdg_goal":"16","reporting_status":"complete","data_non_statistical":false,"graph_type":"line","indicator_sort_order":"16-09-01","indicator_name":"Proportion of individuals using the Internet","graph_title":"Proportion of individuals using the Internet"}