{"SDG_GOAL":"<h5>3. Ensure Good Health and Well Being for All</h5>","SDG_TARGET":"<h5>3.1: By 2030, reduce the global maternal mortality ratio to less than 70 per 100,000 live births</h5>","SDG_INDICATOR":"<p>3.7.1 Proportion of women of reproductive age (aged 15–49 years) who have their need for family planning satisfied with modern methods</p>","META_LAST_UPDATE":"<p>21 July 2021</p>","SDG_RELATED_INDICATORS":"<p>This indicator is linked to Target 3.8 (<em>Achieve universal health coverage</em>) because the provision of family planning information and methods to all individuals who want to prevent pregnancy is an important component of achieving universal health coverage.</p><p>This indicator is also linked to Target 5.6 (<em>Ensure universal access to sexual and reproductive health and reproductive rights</em>) because meeting the demand for family planning is facilitated by increasing access to sexual and reproductive health-care services, and also improves sexual and reproductive health and the ability to exercise reproductive rights.</p>","CONTACT_ORGANISATION":"<p><strong>Zimbabwe National Statistics Agency (ZIMSTAT)</strong></p>","CONTACT_NAME":"<p>Tinashe Mwadiwa</p>","ORGANISATION_UNIT":"<p>Population Census and Social Statistics Division</p>","CONTACT_FUNCT":"<p>Manager</p>","CONTACT_PHONE":"<p>263-0242-797972</p>","CONTACT_MAIL":"<p>dg@zimstat.co.zw</p>","CONTACT_EMAIL":"<p>mwadiwat@zimstat.co.zw</p>","STAT_CONC_DEF":"<p><strong>Definition</strong></p><p><strong>Concepts</strong></p><p><em>Contraceptive methods: </em>Include female sterilisation, male sterilisation, pill, IUCD, injectables, implants, male condom, female condom, emergency contraception, and lactational amenorrhoea method (LAM), and other modern methods</p><p><em>Unmet need for family planning</em>: Proportion of women who (1) are not pregnant and not postpartum amenorrhoeic and are considered fecund and want to postpone their next birth for 2 or more years or stop childbearing altogether but are not using a contraceptive method, or (2) have a mistimed or unwanted current pregnancy, or (3) are postpartum amenorrhoeic and their last birth in the last 2 years was mistimed or unwanted.</p>","SOURCE_TYPE":"<p>Demographic  Health Survey (DHS) </p><p>The primary objective of the survey is to provide current demographic and health information for use by policymakers, planners, researchers and programme managers. The survey will thus assist policy makers and programme managers in evaluating and designing programmes and strategies for improving the health of the country’s population.</p>","COLL_METHOD":"<p><strong>Sample design</strong></p><p>The 2012 Zimbabwe Population Census was used as the sampling frame for the 2015 ZDHS.</p><p><strong>Sample size</strong></p><p>The 2015 DHS sample was selected with a stratified, two-stage cluster design. The 2015 DHS sample included 400 enumeration areas: 166 in urban areas and 234 in rural areas. A representative sample of 11,196 households was selected for the 2015 DHS.</p><p><strong>Questionnaire design</strong></p><p>Four questionnaires were used for the 2015 DHS: the Household Questionnaire, the Woman’s Questionnaire, the Man’s Questionnaire, and the Biomarker Questionnaire. </p><p>Women age 15-49 and men age 15-54 who were either permanent residents of the selected households or visitors who stayed in the household the night before the survey were eligible for interviewing.</p><p><strong>Type of interview</strong></p><p>Household based interview using Computer Assisted Personal Interviews (CAPI), with the option to choose English, Shona, or Ndebele for each questionnaire.</p><p><strong>Duration of fieldwork</strong></p><p>Data collection took place over a 6-month period from July 6 to December 20, 2015.<strong> </strong></p><p><strong>Interviewer training</strong></p><p>Training was done in 25 days and included lectures on interviewing techniques and field procedures, a detailed review of the questionnaire content, and mock interviews between participants in the classroom. The trainees also had 3 days of field practice</p><p><strong>Response rate\t</strong></p><p>A total of 10,534 households were successfully interviewed, yielding a response rate of 99 percent. </p>","FREQ_COLL":"<p>Every 5 years</p>","REL_CAL_POLICY":"<p>Every 5 years</p>","DATA_SOURCE":"<p>Zimbabwe National Statistics Agency, ZIMSTAT</p>","COMPILING_ORG":"<p>Zimbabwe National Statistics Agency, ZIMSTAT</p>","INST_MANDATE":"<p>The data collection and production of statistics for this indicator adhere to the census and Statistics Act of Zimbabwe.</p>","RATIONALE":"<p>The proportion of demand for family planning satisfied with modern methods is useful in assessing overall levels of coverage for family planning programmes and services. Access to and use of an effective means to prevent pregnancy helps enable women and their partners to exercise their rights to decide freely and responsibly the number and spacing of their children and to have the information, education and means to do so. Meeting demand for family planning with modern methods also contributes to maternal and child health by preventing unintended pregnancies and closely spaced pregnancies, which are at higher risk for poor obstetrical outcomes.</p>","DATA_COMP":"<p>Proportion of demand satisfied by modern methods = Current contraceptive use, any modern method divided by (Unmet need + current contraceptive use, any method) </p>","DATA_VALIDATION":"<p>CSPro was used for data editing, weighting, cleaning, and tabulation. In ZIMSTAT’s central office, data received from the supervisor’s tablets were registered and checked for inconsistencies and outliers. Data editing and cleaning included structure and internal consistency checks to ensure the completeness of work in the field. Any anomalies were communicated to the respective team through the technical team and the team supervisor. The corrected results were then re-sent to the central office.</p>","DOC_METHOD":"<p>Global metadata prepared by custodian agencies are available for the indicator.</p>","QUALITY_MGMNT":"<p>ZIMSTAT follows the recommendations of the UN Fundamental Principles of Official Statistics, the African Charter on Statistics and UN National Quality Assurance Framework.</p>","COVERAGE":"<p>The indicator is available since 1988. The survey is conducted approximately every 5 years. </p><p>The indicator is available by age, rural/urban, geographical location (province), education, wealth quantile.</p>","OTHER_DOC":"<p>Demographic Health Survey 2015:</p><p><a href=\"https://www.dhsprogram.com/pubs/pdf/FR322/FR322.pdf\">https://www.dhsprogram.com/pubs/pdf/FR322/FR322.pdf</a></p><p><a href=\"https://zimbabwe.opendataforafrica.org/\">https://zimbabwe.opendataforafrica.org/</a></p><p><a href=\"http://www.zimstat.co.zw/\">www.zimstat.co.zw</a></p><p><a href=\"http://www.unicef.org/zimbabwe\">www.unicef.org/zimbabwe</a></p>","national_metadata_updated_date":"2021-07-30","national_metadata_update_url_text":"2021-07-30: see changes on GitHub","national_metadata_update_url":"https://github.com/brockfanning/fcdo-zw-data/commit/caf5f3755b4045c3314850d4db7471171712ecc3","indicator":"3.7.1","target_id":"3.7","sdg_goal":"3","reporting_status":"complete","data_non_statistical":false,"graph_type":"line","indicator_sort_order":"03-07-01","indicator_name":"Proportion of individuals using the Internet","graph_title":"Proportion of individuals using the Internet"}